{
	"scenario": [
		{
			"id": 0,
			"condition": null,
			"name": "Panne de carburant",
			"etapes": [
				{
					"id": 0,
					"text": "_Alors que vous étiez conformablement installé dans le cockpit à lire les cartes galactiques, un signal retentit. Un coup d'oeil à votre tableau de bord vous permet de constater un problème inquiétant : la quantité de carburant restante dans le reservoir est très faible. L'ordinateur de bord annonce une autonomie ne dépassant pas la poignée d'heures.\n L'ordinateur annonce également qu'une station de carburant se trouve dans les parages, mais malheureusement peut-être un peu lointaine. Cependant, il vous est possible d'activer le mode \"économie\" de votre vaisseau. Cela aura pour effet d'optimiser la consommation d'essence, mais au prix d'une désactivation de plusieurs fonctions du vaisseau, notamment la protection contre les débris cosmiques ou la musique à bord._",
					"reponses": [
						{
							"id": 1,
							"text": "Activer le mode économe, c'est une urgence",
							"suivant": [{
								"numEtape": 1,
								"proba": 1
							}]
						},
						{
							"id": 2,
							"text": "Ne pas activer le mode économe, je peux le faire",
							"suivant": [{
								"numEtape": 2,
								"proba": 1
							}]
						}
					]
				},
				{
					"id": 1,
					"text": "_Après plusieurs heures voyageant dans des conditions particulièrement pénibles, avec un cockpit sous-éclairé et les parois qui tremblent, vous finissez enfin par arriver à la station de carburant.\nVous faites le plein, puis vous examinez le vaisseau. Quelques impacts sont visibles sur la coque, et n'étaient clairement pas présent auparavants. Espérons que ça n'aura aucun impact pour la suite des évènements..._",
					"effetsJoueur": {
						"vie": -1
					},
					"effetsMonde": {

					}
				},
				{
					"id": 2,
					"text": "_Il était temps. Le moteur commence à tousser à moins d'un kilomètre de la station, et vous calez juste devant l'enseigne de la station de carburant. Soudain, un piéton surgit devant vous, et sans puissance dans les réacteurs, il vous est impossible de l'esquiver.\nLe piéton s'en est sorti avec une peur bleue, mais commence à vous insulter bruyamment. Vous bredouillez des excuses pendant que vous faites le plein, et vous décollez sous le regard amusé des curieux, et furieux de votre victime._",
					"effetsJoueur": {
						"reputation": -1
					},
					"effetsMonde": {
						"pirates": 3
					}					
				}
			]
		}
	]
}