{ "id": "7e1fd015-4b34-6ae4-4543-eff55d571b6b", "condition": null, "name": "La base mystérieuse", "etapes": [ { "id": 0, "text": "Alors que vous étiez convaincu d'être dans une zone totalement vierge, les senseurs de votre vaisseau détectent la présence d'une énorme structure métallique à quelques parsecs. En avançant vers la position indiquée, vous apercevez les structures métalliques d'une immense sphère en construction, batie par des milliers de robots Megalo. Sa taille atteignait celle d'une planète naine. \nLe voyant indiquant un début de communication s'allume. Une voix robotique se fait entendre des haut-parleurs. \"Visiteur, vous venez d'entrer dans le chantier de la Spatio Base Intergalactique Cosmique MultiProtonique, conçue et réalisée par notre maître, le Grand Suzerain Intergalactique Robotique. Veuillez décliner l'objet de votre visite.\"", "reponses": [ { "id": 1, "text": "\"Je serais curieux de pouvoir entrer dans un engin pareil. Vous faites les visites ?\"", "suivant": [ { "numEtape": 1, "proba": 1 } ] }, { "id": 2, "text": "\"Auriez-vous du carburant ? J'allais tomber en panne, au milieu de nulle part, suite à des soucis avec mon module de triangulation...\"", "suivant": [ { "numEtape": 4, "proba": 1 } ] } ] }, { "id": 1, "text": "Après vous être posé dans le hangar, deux robots-guides vous présentent avec entrain la base pendant plus d'une heure, du système de répartition d'énergie à l'armement. Sa puissance est sans nulle doute colossale, voire démesurée. Son énorme poids le contraint à une vitesse de déplacement faible, mais sa portée est telle que la mort pourrait survenir à quiconque se trouve dans les parages, avant même d'avoir pu détecter cette base.\nTout, dans son aspect, était effrayant.\nAprès avoir remercié vos deux guides (en oubliant toutefois le pourboire), vous montez à bord de votre vaisseau et vous sortez de la zone.\n", "reponses": [ { "id": 1, "text": "Je dois prévenir le système habité le plus proche", "suivant": [ { "numEtape": 2, "proba": 1 } ] }, { "id": 2, "text": "Belle visite, je n'ai pas perdu mon temps. Mais il est temps de quitter la zone. Loin.", "suivant": [ { "numEtape": 3, "proba": 1 } ] } ] }, { "id": 2, "text": "Vous vous rendez à un avant-poste commerciale appartenant à la Chevalerie après une dizaine d'heure de trajet. Vous contactez le service de sécurité du système et vous parvenez à vous faire communiquer les informations concernant la mystérieuse station. Les agents vous gratifient d'un sobre \"merci pour ces informations. Nous allons prévenir les autorités compétentes du danger de ce secteur. Fin de la transmission\". Plus qu'à espérer que les autorités compétentes en questions sauront quoi faire.", "effetsJoueur": { "reputation": -1 }, "effetsMonde": { "pirates": 3 } }, { "id": 3, "text": "Il vous a fallu près d'une heure de trajet à pleine vitesse pour que cette immense station ne soit plus visible par vos radars. Mais vous savez pertinemment que la station est toujours parfaitement capable de vous localiser à cette distance. Raison de plus de s'éloigner d'ici le plus rapidement possible. Qu'il choisisse une autre première victime.", "effetsMonde": { "influence_megalo": 3, "influence_chevalerie": -2 } }, { "id": 4, "text": "Quatre robots s'affairent à remplir le réservoir de carburant (qui était en réalité à moitié plein). Les robots se montrent serviables et enclins à la conversation (en particulier sur les sujets concernants Le Mégalo). Vous repartez de la station avec un vaisseau mis à neuf. Les robots-Mégalo ont même pensé à mettre une figurine du Mégalo accroché au rétroviseur...", "effetsJoueur": { "vie": 3 }, "effetsMonde": { "influence_megalo": 2 } } ] }